// Задатак

// Написати функцију racun(cena,dan,penzioner)

// cena - Број већи од 0 - Проверити исправност (Функција враћа -1 ако је неисправно)
// dan - Број између 1 и 7 (означава дане у недељи) - Без провере
// penzioner - true / false (означава да ли је купац пензионер) - Без провере
// Функција враћа рачун на следећи начин:

// Ако је купац пензионер и недеља је: попуст од 25%
// Ако је купац пензионер и није недеља: попуст од 10%
// Ако купац није пензионер и среда је: попуст од 10%
// Ако купац није пензионер и није среда: нема попуста
// Напомена:

// Рад без функције - 70% поена
// Рад без Boolean информације (penzioner) - 70% поена
// Пример:

// racun(150,1,false)
// racun(100,7,true)
// racun(100,3,true)
// 150 - Нема попуста, јер важи случај 4
// 75  - Попуст 25%, јер важи први случај
// 90  - Попуст 10%, јер важи 2. или 3. случај (или оба)
